Revit 2024 API
ParameterTypeId.FabricParamLocationSlab Property
 "Location": Fabric location in the slab
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricParamLocationSlab { get; }
Visual Basic
Public Shared ReadOnly Property FabricParamLocationSlab As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricParamLocationSlab {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace